Revit 2027 API
FaceSecondDerivatives.UUDerivative Property
 The second derivative with respect to U.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ UUDerivative { get; }
Public ReadOnly Property UUDerivative As XYZ
	Get
public:
property XYZ^ UUDerivative {
	XYZ^ get ();
}
member UUDerivative : XYZ with get
Property Value
XYZ
See Also
Reference
FaceSecondDerivatives Class
Autodesk.Revit.DB Namespace